IDEA Open Model
HangingAroundPatch.NumOfBarsInLayer Property
Compatible with IDEA StatiCa Beta 20.0
 Number of bars in layer
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int NumOfBarsInLayer { get; set; }
Public Property NumOfBarsInLayer As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace